Repository: GeeXboX/enna
Catalog: po/*.po
Languages: da, de, el, es, fr, it, pl, pt_br, tr, uk

source: Browse local files
da: Gennemse lokale filer
de: Lokale Dateien durchsuchen
el: Περιήγηση σε τοπικά αρχεία
es: Explorar archivos locales
fr: Parcourez les fichiers locaux
it: Sfoglia file locali
pl: Przeglądaj pliki lokalne
pt_br: Navegar através dos arquivos locais
tr: Yerel dosyalara gözat

source: Browse files in your local file systems
da: Gennemse filer på dit lokale filsystem
de: Lokale Geräte durchsuchen
el: Περιήγηση στα τοπικά συστήματα αρχείων
es: Explorar archivos en el sistema de archivos local
fr: Parcourez les fichiers de votre disque dur
it: Sfoglia i file nei filesystem locali
pl: Przeglądaj pliki w lokalnym systemie plików
pt_br: Navegar através dos arquivos do seu sistema de arquivos local
tr: Yerel dosya sistemindeki dosyalara gözat

source: Browse network streams
da: Gennemse netværksstrømme
de: Netzwerk-Streams durchsuchen
fr: Parcourez les flux réseau
it: Sfoglia flussi di rete
pl: Przeglądaj strumienie sieciowe
pt_br: Navegar através dos fluxos de rede
tr: Ağ akışlarını tara

source: Netstreams
da: Netstrømme
de: Netzwerk-Streams
el: Ροές δικτύου
es: Flujos de Red
fr: Flux réseaux
pl: Strumienie sieciowe
pt_br: Fluxos de rede
tr: Ağ akışları
uk: Мережеві трансляції

source: Browse and play network streams
da: Gennemse og afspil netværksstrømme
de: Netzwerk-Streams durchsuchen und abspielen
fr: Parcourez et jouez les flux réseau
it: Sfoglia e riproduci flussi di rete
pl: Przeglądaj i odtwarzaj strumienie sieciowe
pt_br: Navegar através e tocar os fluxos de rede
tr: Tara ve oynat ağ akışlarından

source: Listen to podcasts
da: Lyt til podcast'er
de: Podcasts anhören
fr: Ecoutez un podcast
it: Ascolta podcast
pl: Słuchaj podcastów
pt_br: Escutar podcasts
tr: Podcasttan dinle

source: Podcast browser
el: Περιηγητής podcast
es: Explorador de Podcast
fr: Explorateur de Podcast
it: Browser podcast
pl: Przeglądarka podcastów
pt_br: Navegador de Podcast
tr: Podcast tarayıcısı
uk: Оглядач подкастів

source: Podcast module
da: Podcastmodul
de: Podcast-Modul
el: Άρθρωμα podcast
es: Modulo Podcast
fr: Module Podcast
it: Modulo podcast
pl: Moduł Podcast
pt_br: Módulo de Podcast
tr: Podcast modülü
uk: Модуль подкастів

source: SHOUTcast streaming
fr: Flux SHOUTcast
it: Flussi SHOUTcast
pl: Strumień SHOUTcast
pt_br: Fluxos SHOUTcast
tr: SHOUTcast akışı

source: SHOUTcast browser
fr: Explorateur de SHOUTcast
it: Browser SHOUTcast
pl: Przeglądarka SHOUTcast
pt_br: Navegador do SHOUTcast
tr: SHOUTcast tarayıcı

source: Listen to SHOUTcast stream
da: Lyt til SHOUTcast-strøm
de: SHOUTcast Stream anhören
fr: Ecoutez un flux SHOUTcast
it: Ascolta flussi SHOUTcast
pl: Słuchaj strumienia SHOUTcast
pt_br: Escutar um fluxo SHOUTcast
tr: SHOUTcast akışlarını dinle

source: UPnP/DLNA media servers
da: UPnp/DLNA-medieservere
de: UPnP/DLNA Medien-Server
fr: Serveurs Multimédia UPnP/DLNA
it: Media server UPnP/DLNA
pl: Serwery multimediów UPnP/DLNA
pt_br: Servidores multimídia UPnP/DLNA
tr: UPnP/DLNA medya sunucusu

source: Found new UPnP device '%s (%s)'
da: Fandt ny UPnP-enhed '%s (%s)'
de: Neues UPnP-Gerät '%s (%s)' gefunden
el: Βρέθηκε νέα UPnP συσκευή '%s (%s)'
es: Se encontró un nuevo dispositivo UPnP '%s (%s)'
fr: Découverte d'un nouveau périphérique UPnP '%s (%s)'
it: Nuovo dispositivo UPnP trovato '%s (%s)'
pl: Znaleziono nowe urządzenie UPnP '%s (%s)'
pt_br: Encontrado um novo periférico UPnP '%s (%s)'
tr: Yeni UPnP sürücüsü bulundu '%s (%s)'
uk: Знайдено новий UPnP пристрій '%s (%s)'

source: UPnP/DLNA module
da: UPnP/DLNA-modul
de: UPnP/DLNA-Modul
fr: Module UPnP / DLNA
it: Modulo UPnP/DLNA
pl: Moduł UPnP / DLNA
pt_br: Módulo do UPnP/DLNA
tr: UPnP/DLNA modülü

source: This module allows Enna to browse contents from UPnP/DLNA media servers
da: Dette modul tillader Enna at gennemse indhold fra UPnP/DLNA-medieservere
de: Dieses Modul ermöglicht Enna, Inhalte von UPnP/DLNA Medien-Servern zu durchsuchen
fr: Ce module permet à Enna de parcourir le contenu des serveurs multimédias compatibles UPNP / DLNA
it: Questo modulo permette ad Enna di sfogliare contenuti da media server UPnP/DLNA
pl: Ten moduł pozwala Enna przeglądać zawartość serwerów UPnP / DLNA
pt_br: Este módulo permite ao Enna explorar o conteúdo de servidores UPnP/DLNA
tr: bu modülün Enna dan tarayarak UPnP/DLNA medya sunucularına bağlanmasına izin verin

source: Authors
de: Authoren
it: Autori
pl: Autorzy
pt_br: Autores:
tr: Yazarlar

source: Artists
de: Künstler
el: Καλιτέχνες
it: Artisti
pl: Artyści
pt_br: Artistas
tr: Sanatçılar
uk: Виконавець

source: Albums
de: Alben
el: Άλμπουμ
it: Album
pl: Albumy
pt_br: Álbuns
tr: Albümler
uk: Платівка

source: Genres
el: Είδη
it: Generi
pl: Gatunki
pt_br: Gêneros
tr: Tarzlar
uk: Жанр

source: Categories
de: Kategorien
it: Categorie
pl: Kategorie
pt_br: Categorias
tr: Kategoriler

source: Directors
de: Regisseure
it: Registi
pl: Reżyserzy
pt_br: Diretores
tr: Yönetmenler

source: Years
de: Jahre
it: Anni
pl: Lata
pt_br: Anos
tr: Yıllar

source: Unclassified
de: Unklassifiziert
el: Αταξινόμητο
it: Non classificato
pl: Niesklasyfikowane
pt_br: Não classificados
tr: Sınıflandırılmamış
uk: Невизначений

source: Media library
da: Mediebibliotek
de: Medien-Bibliothek
fr: Bibliothèque Multimédia
it: Libreria dei media
pl: Biblioteka multimediów
pt_br: Biblioteca multimídia
tr: Medya kütüphanesi

source: Valhalla module
da: Valhallamodul
de: Valhalla-Modul
el: Άρθρωμα Valhalla
es: Modulo Valhalla
fr: Module Valhalla
it: Modulo Valhalla
pl: Moduł Valhalla
pt_br: Módulo Valhalla
tr: Valhalla modülü
uk: Модуль Valhalla

source: Build a browseable catalog of your media files
da: Dan et søgbart katalog over dine mediefiler
de: Erstelle einen durchsuchbaren Katalog der Medien-Dateien
es: Hacer un catálogo navegable de tus archivos multimedia
fr: Construisez un catalogue navigable de vos fichiers multimédia
it: Crea un catalogo sfogliabile di tutti i tuoi media
pl: Zbuduj katalog swoich multimediów
pt_br: Construir um catálogo de arquivos multimídia navegável
tr: Medya dosyaları yeşil katalog kur

source: MagnetoOptical
de: Magneto-Optisch
es: MagnetoOptico
fr: MagnétoOptique
it: Magneto-ottico
pl: Magneto-optyczny
pt_br: Magneto-ótico
tr: Manyeto-optik

source: Data
de: Daten
el: Δεδομένα
es: Datos
fr: Données
it: Dati
pl: Dane
pt_br: Dados
tr: Veri
uk: Данні

source: [NFS] %s on %s
da: [NFS] %s på %s
de: [NFS] %s auf %s
el: [NFS] %s στο %s
es: [NFS] %s en %s
fr: [NFS] %s sur %s
it: [NFS] %s su %s
pl: [NFS] %s na %s
pt_br: [NFS] %s em %s
tr: [NFS] %s da %s
uk: [NFS] %s на %s

source: [SAMBA] %s on %s
da: [SAMBA] %s på %s
de: [SAMBA] %s auf %s
el: [SAMBA] %s στο %s
es: [SAMBA] %s en %s
fr: [SAMBA] %s sur %s
it: [SAMBA] %s su %s
pl: [SAMBA] %s na %s
pt_br: [SAMBA] %s em %s
tr: [SAMBA] %s da %s
uk: [SAMBA] %s на %s

source: Volumes from mtab
da: Arkiver fra mtab
de: Datenträger aus mtab
el: Τόμοι από το mtab
es: Volúmenes del archivo mtab
fr: Volumes via mtab
it: Volumi da mtab
pt_br: Volumes via mtab
tr: birimler mtab dan
uk: Розділ з mtab

source: This module provide support for already mounted volumes
da: Dette modul giver understøttelse for allerede monterede arkiver
de: Dieses Modul bietet Unterstützung für bereits eingehängte Datenträger
es: Este módulo ofrece soporte para cualquier unidad montada
fr: Ce module prends en charge les volumes montés
it: Questo modulo fornisce supporto per i volumi già montati
pl: Ten moduł zapewnia wsparcie dla już zamontowanych woluminów
pt_br: Este módulo suporta os volumes já montados
tr: Bu nodül zaten bağlanmış birimleri destekliyor

source: Volumes from udev
da: Arkiver fra udev
de: Datenträger aus udev
es: Volúmenes de udev
fr: Volumes via udev
it: Volumi da udev
pt_br: Volumes via udev
tr: birimler udev den

source: This module provide support for removable volumes
da: Dette modul giver understøttelse for arkiver der kan fjernes
de: Dieses Modul bietet Unterstützung für Wechseldatenträger
es: Este módulo ofrece soporte para unidades extraíbles
fr: Ce module prends en charge les volumes amovibles
it: Questo modulo fornisce supporto per i volumi rimovibili
pl: Ten moduł zapewnia wsparcie dla dysków wymiennych
pt_br: Este módulo suporta os volumes removíveis
tr: Bu modül çıkarılabilir birimlere destek sağlamaktadır

source: Enna MediaCenter
da: Enna - mediecenter
tr: Enna MediaMerkezi
uk: МедіаЦентр Enna

source: Yes, quit Enna
de: Ja, Enna beenden
tr: Evet, Enna'dan çık

source: No, continue using Enna
de: Nein, Enna weiter verwenden
tr: Hayır, Enna'yı kullanmaya devam et

source: total
da: i alt
de: insgesamt
fr: disponibles
it: totali
pl: ogółem
tr: toplam

source: min:
tr: en az:

source: max:
da: maks:
es: máx:
tr: en fazla:

source: Yes
da: Ja
es: Sí
it: Sì

source: quit Enna
da: afslut Enna
es: Salir de Enna
it: esci da Enna

source: continue using Enna
da: fortsæt med at bruge Enna
es: Continuar Utilizando Enna
it: continua ad usare Enna

source: No
da: Nej

source: No media found !
el: Δεν βρέθηκαν αρχεία πολυμέσων!
uk: Не знайдено джерела!

source: Main Menu
el: Κεντρικό μενού
uk: Головне меню

source: Available Options:
el: Διαθέσιμες επιλογές:
uk: Доступні опції:

source: Are you sure you want to quit enna ?
el: Είστε ότι θέλετε να τερματίσετε το Enna?
uk: Ви дійсно бажаєте вийти з програми?

source: Yes, Quit Enna
el: Ναι, Έξοδος από το Enna
uk: Так, Вийти з Enna

source: No, Continue using enna
el: Όχι, συνέχισε την εκτέλεση του Enna
uk: Ні, продовжити користуватись enna

source: BookStore
el: Βιβλιοπωλείο
uk: Книжна полиця

source: This module create the enna configuration panel (DO NOT UNLOAD)
el: Αυτό το άρθρωμα δημιουργεί το πάνελ ρύθμισης του Enna (ΜΗ ΤΟ ΑΦΑΙΡΕΣΕΤΕ)
uk: Цей модуль створює конфігураційну панель enna (НЕ ВИМИКАТИ!)

source: System Information
el: Πληροφορίες συστήματος

source: Enna is GeeXboX's team MediaCenter,
el: Το Enna είναι το MediaCenter της ομάδας GeeXboX.
uk: Enna це МедіаЦентр команди GeeXboX,

source: Credits go to:<br>
el: Μνεία στους:<br>
uk: Подяка

source: <c>Enna Information</c><br><br>
el: <c>Πληροφορίες για το Enna</c><br><br>
uk: <c>Інформація про Enna</c><br><br>

source: <hilight>Distribution: </hilight>
el: <hilight>Διανομή: </hilight>
uk: <hilight>Дистрибутив: </hilight>

source: <hilight>OS: </hilight>
el: <hilight>ΛΣ: </hilight>
uk: <hilight>ОС: </hilight>

source: %s %s for %s
el: %s %s για %s

source: <hilight>Available CPUs: </hilight>
el: <hilight>Διαθέσιμες CPU: </hilight>

source: , running at %d MHz
el: , τρέχει στα %d MHz
uk: , з частотою %d MHz

source: <hilight>CPU Load: </hilight>
el: <hilight>Φόρτος CPU: </hilight>

source: <hilight>Memory: </hilight>
el: <hilight>Μνήμη: </hilight>

source: %d MB used on %d MB total (%d%%)
el: %d MB σε χρήση από %d MB (%d%%)
uk: %d MB використано з %d MB всього (%d%%)

source: <hilight>Screen Resolution: </hilight>
el: <hilight>Ανάλυση οθόνης: </hilight>
uk: <hilight>Роздільна здатність: </hilight>

source: %dx%d at %d Hz (min: %dx%d, max: %dx%d)
el: %dx%d στα %d Hz (ελάχιστο: %dx%d, μέγιστο: %dx%d)
uk: %dx%d на %d Hz (min: %dx%d, max: %dx%d)

source: connected to VDR %s on %s (%s)<br>
el: συνδεδεμένο σε VDR %s στο %s (%s)<br>
uk: приєднано до VDR %s на %s (%s)<br>

source: not connected<br>
el: μη συνδεδεμένο<br>
uk: немає з'єднань<br>

source: <hilight>Available network interfaces:</hilight><br>
el: <hilight>Διαθέσιμες διεπαφές δικτύου:</hilight><br>
uk: <hilight>Доступні мережеві з'єднання:</hilight><br>

source: Netmask: %s)<br>
el: Μάσκα δικτύου: %s)<br>

source: <hilight>Default Gateway: </hilight>
el: <hilight>Προεπιλεγμένη πύλη: </hilight>

source: None<br>
el: Κανένα<br>
uk: Немає<br>

source: <c>System Information</c><br><br>
el: <c>Πληροφορίες συστήματος</c><br><br>
uk: <c>Інформація про систему</c><br><br>

source: System games
el: Παιχνίδια συστήματος
uk: Системні ігри

source: With this module you can play your games directly from enna
el: Με αυτό το άρθρωμα μπορείτε να παίξετε τα παιχνίδια σας μέσω του Enna
uk: За допомогою цього модулю Ви маєте змогу грати в ігри безпосередньо з enna

source: Music core
el: Μουσικός πυρήνας

source: This is the main music module
el: Αυτό είναι το κύριο
uk: Це основний музічний модуль

source: View all your photos in a wall or as slideshow
el: Εμφάνισε όλες τις φωτογραφίες σου σε ένα τοίχο ή ως παρουσίαση
uk: Переглянути всі Ваші фото 'на стіні' або як слайдшоу

source: View tv channels
el: Προβολή καναλιών τηλεόρασης
uk: Дивитись телебачення

source: <ul>Director:</ul> %s<br>
el: <ul>Σκηνοθέτης:</ul> %s<br>
uk: <ul>Режисер:</ul> %s<br>

source: <ul>Cast:</ul> %s<br>
el: <ul>Παίζουν:</ul> %s<br>
uk: <ul>У ролях:</ul> %s<br>

source: <hl>Video: </hl> %s
el: <hl>Βίντεο: </hl> %s

source: <hl>Audio: </hl> %s
el: <hl>Ήχος: </hl> %s

source: <hl>Size: </hl> %.2f MB<br>
el: <hl>Μέγεθος: </hl> %.2f MB<br>
uk: <hl>Розмір: </hl> %.2f MB<br>

source: This is the main video module
el: Αυτό είναι το κυρίως άρθρωμα βίντεο
uk: Це головний відео модуль

source: Weather forecast
el: Προβλέψεις καιρού

source: Play Audio CD
el: Αναπαραγωγή CD ήχου
uk: Відтворити Audio CD

source: Listen your favorite compact discs
el: Ακούστε τα αγαπημένα σας CD
uk: Слухати Ваші улюбленіші диски

source: Play (With Menus)
el: Αναπαραγωγή (με μενού)
uk: Грати (з меню)

source: Watch DVD Video
el: Αναπαραγωγή DVD βίντεο
uk: Дивитись DVD відео

source: Browse Local Devices
el: Περιήγηση στους τοπικούς δίσκους
uk: Оглянути локальні пристрої

source: Browse Network Streams
el: Περιήγηση σε ροές δικτύου
uk: Переглянути мережеві трансляції

source: I really don't know :P
el: Δεν γνωρίζω ακριβώς :P
uk: Я дійсно не знаю!

source: Listen to Podcasts
el: Ακούστε podcasts
uk: Слухати подкасти

source: SHOUTcast Streaming
el: Ροή SHOUTcast
uk: Мережеві радіо трансляції

source: Shoutcast browser
el: Περιηγητής shoutcast
uk: Оглядач мережевих трансляцій

source: Listen to shoutcast stream
el: Ακούστε μια ροή shoutcast

source: UPnP/DLNA Media Servers
el: Εξυπηρετητές UPnP/DLNA
uk: UPnP/DLNA медіа сервера

source: UPnP / DLNA module
el: Άρθρωμα UPnP / DLNA
uk: Модуль UPnP / DLNA

source: This module allows Enna to browse contents from UPnP/DLNA Media Servers
el: Αυτό το άρθρωμα επιτρέπει στο Enna να περιηγηθεί στο περιεχόμενο UPnP/DLNA εξυπηρετητών πολυμέσων
uk: Цей модуль дозволяє Enna переглядати файли з UPnP/DLNA медіа серверів

source: Media Library
el: Βιβλιοθήκη πολυμέσων
uk: Медіа бібліотека

source: -f, (--fs): Force Fullscreen mode.
uk: -f, (--fs): Примусовий повноекраний режим.

source: Database stuff and metadata retrival from various sources
uk: Данні з бази та метаданні, що отримані з різних джерел

source: This module get volumes from the mtab file
uk: Цей модуль отримує розділи з файлу mtab
