Repository: GeeXboX/enna
Catalog: po/*.po
Languages: da, de, el, es, fr, it, pl, pt_br, tr, uk

source: No media found!
da: Intet medie fundet!
de: Kein Medium gefunden!
es: ¡No se encuentran medios!
fr: Aucun contenu multimédia ne semble disponible !
it: Nessun media trovato!
pl: Nie znaleziono multimediów !
pt_br: Nenhum arquivo multimídia encontrado!
tr: Medya Bulunamadı

source: Main menu
de: Hauptmenü
it: Menu principale
pl: Menu główne
pt_br: Menu principal
tr: Ana Menü

source: Usage: %s [options ...]
da: Brug: %s [tilvalg...]
de: Aufruf: %s [Optionen...]
el: Χρήση: %s [επιλογές ...]
es: Uso: %s [opciones ...]
it: Uso: %s [opzioni...]
pl: Użycie: %s [options ...]
pt_br: Uso: %s [opções ...]
tr: Kullanım: %s [seçenekler ...]
uk: Використання: %s [опції...]

source: Available options:
da: Tilgængelige tilvalg:
de: Verfügbare Optionen:
fr: Options disponibles :
it: Opzioni disponibili:
pl: Dostępne opcje :
pt_br: Opções disponíveis:
tr: Kullanılabilir seçenekler:

source: -c, (--config): Specify configuration file to be used.
da: -c, (--config): Angiv den konfigurationsfil der skal bruges.
de: -c, (--config): Angegebene Konfigurationsdatei benutzen.
es: -c, (--config): Especifica el archivo de configuración a usar.
fr: -c, (--config) : Spécifie le fichier de configuration à utiliser.
it: -c, (--config): specifica il file di configurazione da usare.
pl: -c, (--config) : Określ plik konfiguracyjny, który ma zostać użyty.
pt_br: -c, (--config): Especifique o arquivo de configuração a ser utilizado.
tr: -c, (--config): Kullanılan Yapılandırma dosyasını belirtin.
uk: -c, (--config): Вкажіть конфігураційний файл.

source: -f, (--fs): Force fullscreen mode.
da: -f, (--fs): Fremtving fuldskærmtilstand.
de: -f, (--fs): im Vollbild Modus starten.
fr: -f, (--fs) : Force le mode plein écran.
it: -f, (--fs): forza modalità a pieno schermo.
pl: -f, (--fs) : Wymuś tryb pełnoekranowy.
pt_br: -f, (--fs): Forçar modo de tela cheia.
tr: -f, (--fs): Tam ekran modu gücü.

source: -h, (--help): Display this help.
da: -h, (--help): Vis denne hjælpetekst.
de: -h, (--help): Hilfe anzeigen.
es: -h, (--help): Muestra esta pantalla de ayuda.
fr: -h, (--help) : Affiche cette aide.
it: -h, (--help): mostra questo messaggio d'aiuto.
pl: -h, (--help) : Wyświetl pomoc.
pt_br: -h, (--help): Mostra esta ajuda.
tr: -h, (--help): Yardımı görüntüle.
uk: -h, (--help): Показує це повідомлення.

source: -t, (--theme): Specify theme name to be used.
da: -t, (--theme): Angiv temanavn der skal bruges.
de: -t, (--theme): Angegebenen Motiv-Namen benutzen.
es: -t, (--theme): Especifica el nombre del tema a usar.
fr: -t, (--theme) : Spécifie le nom du thème à utiliser.
it: -t, (--theme): specifica il nome del tema da usare.
pl: -t, (--theme) : Określ nazwę skórki która ma zostać użyta.
pt_br: -t, (--theme): Especifique o nome do tema a ser usado.
tr: -t, (--theme): Kullanılan tema adını belirtin.
uk: -t, (--theme): Вкажіть назву теми, що буде використовуватись.

source: -g, (--geometry):Specify window geometry. (geometry=1280x720)
da: -g, (--geometry):Angiv vinduesgeometri. (geometri=1280x720)
de: -g, (--geometry):Angegebene Fenster Geometrie verwenden. (geometrie=1280x720)
es: -g, (--geometry): Especifica la geometría de la pantalla. (geometry=1280x720)
fr: -g, (--geometry) : Spécifie la résolution de la fenêtre. (geometry=1280x720)
it: -g, (--geometry): specifica la geometria della finestra. (geometry=1280x720)
pl: -g, (--geometry) : Określ rozmiar okna. (geometry=1280x720)
pt_br: -g, (--geometry): Especifique a resolução da janela. (geometria=1280x720)
tr: -g, (--geometry):Pencere geometrisini belirtin. (geometry=1280x720)
uk: -g, (--geometry):Вкажіть розміри вікна. (geometry=1280x720)

source: -p, (--profile): Specify display profile
da: -p, (--profile): Angiv skærmprofil
es: -p, (--profile): Especifica el perfil a visualizar
fr: -p, (--profile) : Spécifie le type d'affichage
it: -p, (--profile): Specifica profilo schermo
pt_br: -p, (--perfil): Especifique um perfil para a tela
tr: -p, (--profile): Profil görünümünü belirt

source: Supported:
da: Understøttet:
es: Soportado:
fr: Valeurs supportées :
it: Supportato:
pt_br: Suportados:
tr: Desteklendi:

source: -V, (--version): Display Enna version number.
da: -V, (--version): Vis versionsnummeret for Enna.
de: -V, (--version): Enna Version anzeiten version.
es: -V, (--version): Muestra la versión de Enna.
fr: -V, (--version) : Affiche le numéro de version d'Enna.
it: -V, (--version): mostra il numero di versione di Enna.
pl: -V, (--version) : Wyświetl numer wersji Enna.
pt_br: -V, (--version): Mostra o número da versão do Enna.
tr: -V, (--version): Enna versiyon numarasını görüntüle.
uk: -V, (--version): Відображує номер версії Enna.

source: Are you sure you want to quit Enna?
da: Er du sikker på, at du ønsker at afslutte Enna?
de: Soll Enna wirklich beendet werden?
fr: Souhaitez-vous réellement quitter Enna ?
it: Sei sicuro di voler uscire da Enna?
pl: Czy na pewno chcesz zamknąć Enna ?
pt_br: Você tem certeza que quer sair do Enna?
tr: Enna'dan çıkmak istediğine emin misin?

source: Modules
da: Moduler
de: Module
el: Αρθρώματα
es: Módulos
it: Moduli
pl: Moduły
pt_br: Módulos
tr: Modüller
uk: Модулі

source: No information provided
da: Ingen information angivet
de: Keine Informationen verfügbar.
el: Δεν παρέχονται πληροφορίες
es: No se encontró información.
fr: Aucune information EXIF trouvée.
it: Nessuna informazione disponibile
pl: Nie znaleziono informacji
pt_br: Nenhuma informação EXIF encontrada.
tr: Bilgi sağlanamadı

source: Track #%02d (%02d:%02d)
da: Titel #%02d (%02d:%02d)
de: Titel #%02d (%02d:%02d)
el: Κομμάτι #%02d (%02d:%02d)
es: Pista #%02d (%02d:%02d)
fr: Piste #%02d (%02d:%02d)
it: Traccia #%02d (%02d:%02d)
pl: Utwór #%02d (%02d:%02d)
pt_br: Faixa #%02d (%02d:%02d)
tr: Parça #%02d (%02d:%02d)
uk: Доріжка #%02d (%02d:%02d)

source: City
da: By
de: Stadt
es: Ciudad
fr: Ville
it: Città
pl: Miasto
pt_br: Cidade
tr: Şehir

source: Choose your City
da: Vælg din by
es: Elija su Ciudad
it: Scegli la tua città
pl: Wybierz miasto
pt_br: Escolha a sua Cidade
tr: Şehrini seç

source: Enter your City here
da: Indtast din by her
es: Ingrese su Ciudad aquí
it: Inserisce la tua città qui
pl: Wpisz swoje miasto
pt_br: Entra a sua Cidade aqui
tr: Şehrini buraya gir

source: Remove
da: Fjern
de: Entfernen
es: Eliminar
fr: Supprimer
it: Rimuovi
pl: Usuń
pt_br: Remover
tr: Kaldır

source: Choose your city
da: Vælg din by
de: Stadt auswählen
es: Elija su ciudad
fr: Choisissez votre ville
it: Scegli la tua città
pl: Wybierz miasto
pt_br: Escolha a sua cidade
tr: Şehrini seç

source: Add new city
da: Tilføj ny by
de: Neue Stadt hinzufügen
es: Añadir una nueva ciudad
fr: Ajoutez une nouvelle ville
it: Aggiungi nuova città
pl: Dodaj nowe miasto
pt_br: Adicionar uma nova cidade
tr: Yeni şehir ekle

source: Add more cities to the list
da: Tilføj flere byer til listen
de: Mehr Städte zur Liste hinzufügen
es: Añadir más ciudades a la lista
fr: Ajoutez plus de villes à la liste
it: Aggiungi altre città alla lista
pl: Dodaj więcej miast do listy
pt_br: Adicionar mais cidades a lista
tr: Listeden daha fazla şehir ekle

source: Add
da: Tilføj
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
pl: Dodaj
pt_br: Adicionar
tr: Ekle

source: Select unit
da: Vælg enhed
es: Seleccione unidad
it: Seleziona unità
pl: Wybierz jednostkę
pt_br: Selecionar a unidade
tr: Birim seç

source: Select the unit to display temperature
da: Vælg temperaturenheden
es: Seleccione la unidad para desplegar la temperatura
it: Seleziona l'unità di misura della temperatura
pl: Wybierz jednostkę wyświetlania temperatury
pt_br: Selecionar a unidade para mostrar a temperatura
tr: Sıcaklık ekranı birimi seç

source: Select hemisphere
da: Vælg halvkugle
es: Seleccione hemisferio
it: Seleziona emisfero
pl: Wybierz półkulę
pt_br: Selecionar o hemisfério

source: Select the hemisphere you are located in
da: Vælg den halvkugle du bor på
it: Seleziona l'emisfero in cui ti trovi
pl: Wybierz półkulę na której się znajdujesz
pt_br: Selecionar o hemisfério no qual você está localizado

source: Northern
da: Nordlig
es: Noreste
it: Nord
pl: Północna
pt_br: Norte

source: Southern
da: Sydlig
es: Sureste
it: Sud
pl: Południowa
pt_br: Sul

source: Weather
da: Vejr
de: Wetter
el: Καιρός
es: Clima
fr: Météo
it: Meteo
pl: Pogoda
pt_br: Meteorologia
tr: Hava
uk: Погода

source: Bookstore
da: Boghandel
de: Buchladen
fr: Bibliothèque
it: Biblioteca
pl: Biblioteka
pt_br: Livraria
tr: Kitapçı

source: Read your books
da: Læs dine bøger
de: Bücher lesen
el: Διαβάστε τα βιβλία σας
es: Lea sus libros
fr: Lisez vos livres
it: Leggi i tuoi libri
pl: Czytaj książki
pt_br: Ler os seus livros
tr: Kitaplarını oku
uk: Читати книжки

source: Configuration
da: Konfiguration
de: Konfiguration
el: Ρύθμιση
es: Configuración
it: Impostazioni
pl: Konfiguracja
pt_br: Configuração
tr: Yapılandırma
uk: Налаштування

source: System information
de: System-Informationen
es: Información del Sistema
fr: Informations Systèmes
it: Informazioni di sistema
pl: Informacje systemowe
pt_br: Informações sobre o sistema
tr: Sistem Bilgisi

source: Credits
da: Rulletekster
de: Abspann
el: Μνεία
es: Créditos
fr: Crédits
it: Ringraziamenti
pl: Autorzy
pt_br: Créditos
tr: Hazırlayanlar
uk: Подяка

source: This module creates the Enna configuration panel
da: Dette modul opretter Ennas konfigurationspanel
de: Dieses Modul erstellt das Enna Konfigurations-Element
es: Este modulo crea el panel del configuración de Enna
fr: Ce module crée le panneau de contrôle d'Enna
it: Questo modulo crea il pannello di configurazione di Enna
pl: Ten moduł tworzy panel konfiguracyjny Enna
pt_br: Este módulo cria o painel de configuração do Enna
tr: Bu modül Enna yapılandırma panelinde oluşturuldu

source: Enna is a GeeXboX-team MediaCenter
da: Enna er et mediecenter fra GeeXboX-holdet
de: Enna ist ein MediaCenter des GeeXboX-Teams
es: Enna es el MediaCenter del equipo GeeXboX,
fr: Enna MediaCenter
it: Enna è il mediacenter del team GeeXboX
pl: Enna jest centrum multimedialnym twórców GeexBox'a
pt_br: Enna é o MediaCenter do grupo GeeXboX
tr: Enna GeeXboX-takımı Medya Merkezi

source: based on Enlightenment Foundation Librairies (EFL).
da: baseret på Enlightenment Foundation Librairies (EFL).
de: basiert auf Enlightenment Foundation Libraries (EFL).
el: βασισμένο στις Enlightenment Foundation Librairies (EFL).
es: basado en las librerías Enlightenment Foundation Librairies (EFL).
fr: basé sur les Enlightenment Foundation Librairies (EFL).
it: basato sulle Enlightenment Foundation Librairies (EFL).
pl: bazującym na bibliotekach Enlightenment Foundation Libraries (EFL).
pt_br: criado utilizando a Enlightenment Foundation Librairies (EFL).
tr: Enlightenment tabanlı temel kütüphaneleri (EFL).
uk: що базується на бібліотеках Enlightenment Foundation Librairies (EFL).

source: Credits go to:
da: Tak til:
de: Dank geht an:
fr: Les remerciements vont à :
it: I ringraziamenti vanno a:
pl: Autorzy :
pt_br: Os créditos vão para:
tr: Hazırlayanlara:

source: and
da: og
de: und
el: και
es: y
fr: et
it: e
pl: oraz
pt_br: e
tr: ve

source: Enna information
da: Information om Enna
de: Enna-Informationen
es: Información de Enna
fr: Informations sur Enna
it: Informazioni su Enna
pl: Informacje o Enna
pt_br: Informações sobre o Enna
tr: Enna Bilgi

source: Video renderer:
da: Videorendering:
de: Video-Verarbeitung:
es: Video render:
fr: Moteur de rendu vidéo :
it: Motore di rendering:
pl: Rendererowanie wideo:
pt_br: Renderizador de vídeo:
tr: Video çevireni:

source: Distribution:
es: Distribución:
it: Distribuzione:
pl: Dystrybucja:
pt_br: Distribuição:
tr: Dağıtım:

source: OS:
de: Betriebssystem:
es: SO:
fr: Système d'exploitation :
pl: System operacyjny:
pt_br: Sistema operacional:
tr: İS:

source: for
de: für
es: para
fr: pour
it: per
pl: dla
pt_br: para
tr: için

source: Available CPUs:
da: Tilgængelige cpu'er:
de: Verfügbare Prozessoren:
es: CPU Disponible:
fr: Processeurs disponibles :
it: Processori disponibili:
pl: Dostępne procesory:
pt_br: Processadores disponíveis:
tr: Kullanılabilir İşlemciler:

source: , running at
da: , kører på
de: , mit
es: , corriendo a
fr: , tournant à
it: , con frequenza
pl: , taktowany
pt_br: , operando à
tr: , de yürütülüyor

source: CPU Load:
da: CPU-belastning:
de: Prozessor-Last:
es: Carga de la CPU:
fr: Charge processeur :
it: Carico di CPU:
pl: Obciążenie procesora:
pt_br: Carga do processador:
tr: İşlemci Yükü:

source: Memory:
da: Hukommelse:
de: Hauptspeicher:
es: Memoria:
fr: Mémoire :
it: Memoria:
pl: Pamięć:
pt_br: Memória:
tr: Bellek:

source: used on
da: brugt på
de: verwendet von
es: usada en
fr: utilisés sur
it: occupati su
pl: w użyciu z
pt_br: usado
tr: kullanılan

source: Screen resolution:
da: Skærmopløsning:
de: Bildschirm-Auflösung:
es: Resoluciones de Pantalla:
fr: Résolution de l'écran :
it: Risoluzione:
pl: Rozdzielczość ekranu :
pt_br: Resolução da tela:
tr: Ekran çözünürlüğü:

source: at
da: den
de: auf
fr: à
it: a
pl: przy
pt_br: em
tr: da

source: connected to VDR
da: forbundet med VDR
de: verbunden mit VDR
fr: connecté à VDR
it: connesso a VDR
pl: podłączony do VDR
pt_br: conectado ao VDR
tr: VDR bağlı

source: on
da: tændt
de: auf
es: en
fr: sur
it: su
pl: na
pt_br: em
tr: olan

source: not connected
da: ikke forbundet
de: nicht verbunden
fr: non connecté
it: non connesso
pl: nie podłączony
pt_br: não conectado
tr: bağlı değil

source: Available network interfaces:
da: Tilgængelige netværksgrænseflader:
de: Verfügbare Netzwerkadapter:
fr: Interfaces réseau disponibles :
it: Interfacce di rete disponibili:
pl: Dostępne interfejsy sieciowe :
pt_br: Interfaces de rede disponíveis:
tr: Kullanılabilir ağ arabirimleri:

source: IP:
pt_br: Endereço IP:

source: Netmask:
da: Netmaske:
de: Netzwerkmaske:
fr: Masque de sous-réseau :
it: Maschera:
pl: Maska podsieci:
pt_br: Máscara de rede:
tr: Ağ maskesi:

source: Default gateway:
da: Standardadgangspunkt:
de: Standard Gateway:
fr: Passerelle par défaut :
it: Gateway:
pl: Brama domyślna:
pt_br: Gateway padrão:
tr: Varsayılan ağ geçidi:

source: None
da: Ingen
de: Keine
fr: Aucun
it: Nessuno
pl: Żaden
pt_br: Nenhum
tr: Yok

source: no games found
da: ingen spil fundet
es: ¡No se han encontrado juegos!
fr: aucun jeu trouvé
it: nessun gioco trovato
pl: nie znaleziono gier
pt_br: Nenhum jogo encontrado!
tr: hiçbir oyun bulunamadı

source: one game
da: et spil
es: Juegos
fr: un jeu
it: un gioco
pt_br: um jogo
tr: bir oyun

source: %d games
da: %d spil
es: %d juegos
fr: %d jeux
it: %d giochi
pl: %d gier
pt_br: %d jogos
tr: %d oyunlar

source: Games
da: Spil
de: Spiele
el: Παιχνίδια
es: Juegos
fr: Jeux
it: Giochi
pl: Gry
pt_br: Jogos
tr: Oyunlar
uk: Ігри

source: Play all your games directly from Enna
da: Spil alle dine spil direkte fra Enna
de: Alle Spiele direkt aus Enna heraus spielen
es: Con este modulo puedes utilizar tus juegos directamente desde Enna
fr: Au travers de ce module, vous pouvez démarrer vos jeux directement depuis Enna
it: Usa tutti i tuoi giochi direttamente da Enna
pl: Graj w gry bezpośrednio z Enna
pt_br: Jogar os seus jogos diretamente a partir do Enna
tr: Bütün oyunları doğrudan Enna'dan oynayın

source: <c>M.A.M.E.</c><br>Game running...
da: <c>M.A.M.E.</c><br>Spil kører...
es: <c>M.A.M.E.</c><br>Juego corriendo...
fr: <c>M.A.M.E.</c><br>Lancement du jeu...
it: <c>M.A.M.E.</c><br>Gioco in esecuzione...
pl: <c> MAME </c><br> Uruchamianie gry ...
pt_br: <c>M.A.M.E.</c><br>Jogo rodando...
tr: <c>M.A.M.E.</c><br>Oyun Başlatılıyor...

source: <c>Mame Error</c><br><b>No roms found in path</b><br>Roms must be located at: ~/.mame/roms<br>
da: <c>Mame-fejl</c><br><b>Ingen rom fundet i stien</b><br>Rom skal være placeret i: ~/.mame/roms<br>
es: <c>Error en Mame</c><br><b>No se encontraron <i>roms</i> en la ruta</b><br>Los <i>roms</i> deben estar ubicados en: ~/.mame/roms<br>
fr: <c>Erreur M.A.M.E.</c><br><b>Aucune rom trouvée</b><br>Les roms sont à déposer dans : ~/.mame/roms<br>
it: <c>Errore Mame</c><br><b>Impossibile trovare le rom</b><br>Le rom devono essere copiate in: ~/.mame/roms<br>
pl: <c> Błąd Mame </c><br> <b>Nie znaleziono rom'ów w odpowiedniej ścieżce</b> <br> Rom'y muszą znajdować się w: ~ /.mame /roms <br>
pt_br: <c>Erro do Mame</c><br><b>Nenhuma ROM encontrado neste caminho<b><br>ROMs devem estar localizadas em: ~/.mame/roms<br>
tr: <c>Mame Hata</c><br><b>Yolda rom bulunamadı</b><br>Romların konumu burada olacak: ~/.mame/roms<br>

source: <c>System Games</c><br>Game running...
da: <c>Systemspil</c><br>Spil kører...
es: <c>Sistema de Juegos</c><br>Juego corriendo...
fr: <c>Jeux Système</c><br>Lancement du jeu...
it: <c>Giochi di sistema</c><br>Gioco in esecuzione...
pl: <c>Gry systemowe </c><br> Uruchamianie gry ...
pt_br: <c>Jogos do Sistema</c><br>Jogo rodando...
tr: <c>Sistem Oyunları</c><br>Oyun Başlatılıyor...

source: System Games
da: Systemspil
es: Sistema de Juegos
fr: Jeux Système
it: Giochi di sistema
pl: Gry systemowe
pt_br: Jogos do Sistema
tr: Sistem Oyunları

source: %d Songs
da: %d sange
el: %d Τραγούδια
es: %d Canciones
fr: %d Chansons
it: %d canzoni
pl: %d Utworów
pt_br: %d Músicas
tr: %d Şarkılar
uk: %d Пісня

source: Music
da: Musik
de: Musik
el: Μουσική
es: Música
fr: Musique
it: Musica
pl: Muzyka
pt_br: Música
tr: Müzik
uk: Музика

source: Listen to your music
da: Hør musik
de: Musik hören
fr: Ecoutez votre musique
it: Ascolta musica
pl: Słuchaj muzyki
pt_br: Escutar suas músicas
tr: Müzik dinle

source: No lyrics found ...
da: Ingen tekster blev fundet...
de: Keine Song-Texte gefunden!
el: Δεν βρέθηκαν στίχοι...
fr: Aucun contenu multimédia ne semble disponible !
it: Nessun testo trovato...
pl: Nie znaleziono słów utworu ...
pt_br: Nenhuma letra encontrada ...
tr: lyric dosyaları bulunamadı ...
uk: Не знайдено жодної пісні...

source: Photo
da: Foto
de: Foto
el: Φωτογραφίες
es: Fotos
it: Foto
pl: Zdjęcia
pt_br: Foto
tr: Resim
uk: Фото

source: Browse your photos and create slideshows
da: Se dine billeder og opret diasshow
de: Fotos durchsuchen und Diashows anzeigen
es: Vea todas sus fotos o cree una presentación
fr: Visualisez vos photos au travers d'un mur d'images ou un diaporama
it: Sfoglia le tue foto e crea slideshow
pl: Przeglądanie zdjęć i tworzenia pokazów slajdów
pt_br: Navegue por suas fotos e crie apresentações de slides
tr: Resimleri tara ve slayt gösterisi oluştur

source: Timer '%s' is due to start in %i minute
da: Tidtager '%s' starter om %i minut
de: Aufnahme '%s' startet in %i Minute
el: Ο χρονομετρητής '%s' θα ξεκινήσει σε %i λεπτό
es: El temporizador '%s' comenzará en %i minuto
fr: Le chrono '%s' va démarrer dans %i minute
it: Il timer '%s' partirà tra %i minuto
pl: Odliczanie '%s' ma się rozpocząć za %i minutę
pt_br: O cronômetro '%s' vai começar em %i minuto
tr: Geri sayım '%s' içinde başlayacak %i dakika
uk: Таймер '%s' запуститься через %i хвилин

source: Currently recording '%s'
da: Optager aktuelt '%s'
de: Nimmt gerade '%s' auf
es: Grabando '%s'
fr: Enregistrement de '%s'
it: Sto registrando '%s'
pl: Obecnie nagrywa '%s'
pt_br: Gravando '%s'
tr: Halen kaydediliyor '%s'
uk: Зараз записується '%s'

source: Recording in progress
da: Optagelse i gang
de: Aufnahme läuft
el: Εγγραφή σε εξέλιξη
es: Grabación en proceso
fr: Enregistrement en cours
it: Registrazione in corso
pl: Nagrywanie w toku
pt_br: Gravação em andamento
tr: Durum kaydediliyor
uk: Триває запис

source: Television
da: Fjernsyn
de: Fernsehen
el: Τηλεόραση
es: Televisión
fr: Télévision
it: Televisione
pl: Telewizja
pt_br: Televisão
tr: Televizyon
uk: Телебачення

source: View TV channels
da: Vis tv-kanaler
de: TV Kanäle anschauen
es: Ver canales de TV
fr: Regardez les chaînes TV
it: Guarda la TV
pl: Wyświetl kanały TV
pt_br: Veja os canais da TV
tr: TV kanal görünümü

source: No such information ...
da: Ingen sådan information...
de: Keine solche Information ...
el: Δεν υπάρχουν αυτές οι πληροφορίες...
fr: Aucune information disponible ...
it: Informazioni non trovate...
pl: Brak informacji ...
pt_br: Informação não disponível ...
tr: Böyle bir bilgi yok ...
uk: Немає необхідної інформації ...

source: Director:
da: Instruktør:
de: Regisseur:
fr: Réalisateur :
it: Regista:
pl: Reżyser:
pt_br: Diretor:
tr: Yönetmen:

source: Cast:
da: Skuespillere:
de: Besetzung:
fr: Casting :
it: Attori:
pl: Obsada:
pt_br: Elenco:
tr: Oyuncular:

source: Video:
fr: Vidéo :
pl: Wideo:
pt_br: Vídeo:

source: Audio:
da: Lyd:
pt_br: Áudio:
tr: Ses:

source: Size:
da: Størrelse:
de: Grösse:
fr: Taille :
it: Dimensione:
pl: Rozmiar:
pt_br: Tamanho:
tr: Boyut:

source: No further information can be retrieved
da: Ingen yderligere information kan indhentes
de: Keine weiteren Informationen verfügbar.
el: Καμία περαιτέρω πληροφορία δεν μπορεί να ανακτηθεί
fr: Aucune information EXIF trouvée.
it: Non ci sono altre informazioni disponibili
pl: Nie można uzyskać dodatkowych informacji
pt_br: Nenhuma informação adicional pode ser encontrada
tr: daha fazla bilgi toplanaması

source: %d Movies
da: %d film
de: %d Filme
el: %d Ταινίες
es: %d Películas
fr: %d Films
it: %d video
pl: %d Filmów
pt_br: %d Filmes
tr: %d Filmler
uk: %d Фільмів

source: Video
el: Βίντεο
es: Vídeo
fr: Vidéo
pl: Wideo
pt_br: Vídeo
uk: Відео

source: Play your videos
da: Afspil dine videoer
de: Videos abspielen
es: Reproduzca sus vídeos
fr: Lisez vos vidéos
it: Guarda video e filmati
pl: Odtwarzaj pliki wideo
pt_br: Assistir seus vídeos:
tr: Videolarını oynat

source: Weather forecasts
da: Vejrmeldinger
de: Wettervorhersage
fr: Météo
it: Previsioni meteo
pl: Prognozy pogody
pt_br: Previsão do tempo
tr: Hava tahminleri

source: Show the weather at your location
da: Vis vejret hvor du bor
de: Lokales Wetter anzeigen
el: Εμφάνιση του καιρού στη περιοχή σου
es: Muestra el clima en su ubicación actual
fr: Affichez la météo depuis votre emplacement
it: Mostra le previsioni meteo per la tua posizione
pl: Pokaż pogodę w Twojej lokalizacji
pt_br: Mostra a previsão do tempo para a sua localidade
tr: Konumunuzdaki havaya göster
uk: Показувати погоду у вашому місті

source: Play audio CD
da: Afspil lyd-cd
de: Audio CD abspielen
fr: Ecoutez un CD Audio
it: Riproduci CD audio
pl: Odtwarzaj Audio CD
pt_br: Tocar um CD de áudio
tr: Ses CD sini oynat

source: CDDA module
da: CDDA-modul
de: CDDA-Modul
el: Άρθρωμα CDDA
es: Modulo CDDA
fr: Module CDDA
it: Modulo CDDA
pl: Moduł CDDA
pt_br: Módulo CDDA
tr: CDDA modülü
uk: модуль CDDA

source: Listen your favorite CDs
da: Lyt til dine favorit cd'er
de: Lieblingsmusik anhören
fr: Ecoutez vos CD préférés
it: Ascolta i tuoi CD preferiti
pl: Słuchaj ulubionych płyt
pt_br: Escute os seus CD favoritos
tr: Favori CD lerini dinle

source: Play
da: Afspil
de: Spiele ab
el: Αναπαραγωγή
es: Reproducir
fr: Lecture
it: Riproduci
pl: Odtwarzaj
pt_br: Tocar
tr: Oynat
uk: Грати

source: Play (with menus)
da: Afspil (med menuer)
de: Abspielen (mit Menüs)
fr: Lecture (avec menus interactifs)
it: Riproduci (con menu)
pl: Odtwarzaj (wyświetl menu)
pt_br: Tocar (com menus interativos)
tr: Oynat (menüler ile)

source: Watch DVD video
da: Se dvd-video
de: DVD Video abspielen
fr: Regardez un DVD Vidéo
it: Guarda DVD video
pl: Oglądaj film DVD
pt_br: Ver um DVD de vídeo
tr: DVD video izle

source: DVD module
da: Dvd-modul
de: DVD-Modul
el: Άρθρωμα DVD
es: Modulo DVD
fr: Module DVD
it: Modulo DVD
pl: Moduł DVD
pt_br: Módulo de DVD
tr: DVD modülü
uk: модуль DVD

source: Watch movies from DVD
da: Se dvd-film
de: Filme von DVD anschauen
el: Αναπαραγωγή ταινιών από DVD
es: Ver películas de DVD
fr: Regardez vos DVD
it: Guarda film da DVD
pl: Oglądaj filmy z płyt DVD
pt_br: Veja os filmes de DVD
tr: DVD den film izle
uk: Дивитись фільмі з DVD

source: Browse local devices
da: Gennemse lokale enheder
de: Lokale Geräte durchsuchen
fr: Parcourez les disques locaux
it: Sfoglia dispositivi locali
pl: Przeglądaj lokalne urządzenia
pt_br: Navegar através dos dispositivos locais
tr: Yerel sürücülere gözat
